Revit 2024 API
ConfigurationReloadInfo.Disconnects Property
 The number of disconnections caused by the reload.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public int Disconnects { get; }
Visual Basic
Public ReadOnly Property Disconnects As Integer
	Get
Visual C++
public:
property int Disconnects {
	int get ();
}
See Also
ConfigurationReloadInfo Class
Autodesk.Revit.DB Namespace